{"type": "greedy_subword_fallback", "vocab_size": 500, "item_to_id": {"ऑस्ट्रेलिया": 256, "मनोविज्ञान": 257, "राष्ट्रीय": 258, "पाकिस्तान": 259, "देवनागरी": 260, "जनसंख्या": 261, "राजस्थान": 262, "क्षेत्र": 263, "संस्कृत": 264, "प्राचीन": 265, "विज्ञान": 266, "प्रदेश": 267, "द्वारा": 268, "भारतीय": 269, "हिन्दी": 270, "प्रमुख": 271, "अनुसार": 272, "दक्षिण": 273, "इतिहास": 274, "अध्ययन": 275, "प्रकार": 276, "आधुनिक": 277, "प्रयोग": 278, "जिसमें": 279, "राज्य": 280, "उत्तर": 281, "स्थित": 282, "विकास": 283, "भूगोल": 284, "पूर्व": 285, "विश्व": 286, "शामिल": 287, "स्थान": 288, "मुख्य": 289, "हिंदू": 290, "सरकार": 291, "लेकिन": 292, "किया।": 293, "लोगों": 294, "एशिया": 295, "गाँधी": 296, "हैं।": 297, "किया": 298, "भारत": 299, "जाता": 300, "नहीं": 301, "सबसे": 302, "होता": 303, "करने": 304, "अन्य": 305, "धर्म": 306, "भाषा": 307, "इसके": 308, "अधिक": 309, "जैसे": 310, "दिया": 311, "सकता": 312, "करते": 313, "कारण": 314, "यहाँ": 315, "अपने": 316, "करता": 317, "बहुत": 318, "शब्द": 319, "गया।": 320, "पहले": 321, "होती": 322, "वाले": 323, "वर्ष": 324, "लगभग": 325, "होने": 326, "जाती": 327, "किसी": 328, "मध्य": 329, "लखनऊ": 330, "अपनी": 331, "आगरा": 332, "लिये": 333, "मानव": 334, "अर्थ": 335, "जाने": 336, "होते": 337, "यहां": 338, "इसका": 339, "अनेक": 340, "वाली": 341, "लिपि": 342, "में": 343, "है।": 344, "हैं": 345, "लिए": 346, "रूप": 347, "गया": 348, "तथा": 349, "था।": 350, "साथ": 351, "एवं": 352, "बाद": 353, "नाम": 354, "हुआ": 355, "कुछ": 356, "समय": 357, "आदि": 358, "शहर": 359, "देश": 360, "कहा": 361, "हुए": 362, "बीच": 363, "सभी": 364, "खेल": 365, "थी।": 366, "थे।": 367, "काल": 368, "इसे": 369, "रहा": 370, "हुई": 371, "अलग": 372, "नदी": 373, "नगर": 374, "वीं": 375, "भाग": 376, "कोई": 377, "तरह": 378, "के": 379, "और": 380, "की": 381, "का": 382, "से": 383, "है": 384, "को": 385, "एक": 386, "पर": 387, "भी": 388, "ने": 389, "यह": 390, "इस": 391, "कि": 392, "जो": 393, "ही": 394, "या": 395, "हो": 396, "तक": 397, "कर": 398, "था": 399, "कई": 400, "जा": 401, "तो": 402, "दो": 403, "इन": 404, "वह": 405, "कम": 406, "ये": 407, "थे": 408, "जब": 409, "गए": 410, "वे": 411, "ा": 412, "्": 413, "र": 414, "क": 415, "े": 416, "ि": 417, "न": 418, "स": 419, "त": 420, "ं": 421, "म": 422, "ी": 423, "ह": 424, "य": 425, "व": 426, "प": 427, "ल": 428, "ो": 429, "द": 430, "ज": 431, "ग": 432, "ै": 433, "ु": 434, "ब": 435, "श": 436, "।": 437, "भ": 438, "अ": 439, "ष": 440, "थ": 441, "ट": 442, "ध": 443, "ू": 444, "च": 445, "ए": 446, "ण": 447, "ड": 448, "औ": 449, "आ": 450, "ख": 451, "इ": 452, "उ": 453, "–": 454, "़": 455, "ई": 456, "ृ": 457, " ": 458, "फ": 459, "ँ": 460, "ौ": 461, "ओ": 462, "ञ": 463, "१": 464, "छ": 465, "—": 466, "०": 467, "घ": 468, "ढ": 469, "ठ": 470, "ॉ": 471, "२": 472, "é": 473, "‍": 474, "९": 475, "५": 476, "ऑ": 477, "ऊ": 478, "झ": 479, "३": 480, "८": 481, "ऐ": 482, "७": 483, "६": 484, "४": 485, "ü": 486, "ö": 487, "°": 488, "ः": 489, "ë": 490, "ā": 491, "ऋ": 492, "ç": 493, "−": 494, "ı": 495, "í": 496, "‘": 497, "á": 498, "’": 499}, "sorted_vocab": ["ऑस्ट्रेलिया", "मनोविज्ञान", "राष्ट्रीय", "पाकिस्तान", "देवनागरी", "जनसंख्या", "राजस्थान", "क्षेत्र", "संस्कृत", "प्राचीन", "विज्ञान", "प्रदेश", "द्वारा", "भारतीय", "हिन्दी", "प्रमुख", "अनुसार", "दक्षिण", "इतिहास", "अध्ययन", "प्रकार", "आधुनिक", "प्रयोग", "जिसमें", "राज्य", "उत्तर", "स्थित", "विकास", "भूगोल", "पूर्व", "विश्व", "शामिल", "स्थान", "मुख्य", "हिंदू", "सरकार", "लेकिन", "किया।", "लोगों", "एशिया", "गाँधी", "हैं।", "किया", "भारत", "जाता", "नहीं", "सबसे", "होता", "करने", "अन्य", "धर्म", "भाषा", "इसके", "अधिक", "जैसे", "दिया", "सकता", "करते", "कारण", "यहाँ", "अपने", "करता", "बहुत", "शब्द", "गया।", "पहले", "होती", "वाले", "वर्ष", "लगभग", "होने", "जाती", "किसी", "मध्य", "लखनऊ", "अपनी", "आगरा", "लिये", "मानव", "अर्थ", "जाने", "होते", "यहां", "इसका", "अनेक", "वाली", "लिपि", "में", "है।", "हैं", "लिए", "रूप", "गया", "तथा", "था।", "साथ", "एवं", "बाद", "नाम", "हुआ", "कुछ", "समय", "आदि", "शहर", "देश", "कहा", "हुए", "बीच", "सभी", "खेल", "थी।", "थे।", "काल", "इसे", "रहा", "हुई", "अलग", "नदी", "नगर", "वीं", "भाग", "कोई", "तरह", "के", "और", "की", "का", "से", "है", "को", "एक", "पर", "भी", "ने", "यह", "इस", "कि", "जो", "ही", "या", "हो", "तक", "कर", "था", "कई", "जा", "तो", "दो", "इन", "वह", "कम", "ये", "थे", "जब", "गए", "वे", "ा", "्", "र", "क", "े", "ि", "न", "स", "त", "ं", "म", "ी", "ह", "य", "व", "प", "ल", "ो", "द", "ज", "ग", "ै", "ु", "ब", "श", "।", "भ", "अ", "ष", "थ", "ट", "ध", "ू", "च", "ए", "ण", "ड", "औ", "आ", "ख", "इ", "उ", "–", "़", "ई", "ृ", " ", "फ", "ँ", "ौ", "ओ", "ञ", "१", "छ", "—", "०", "घ", "ढ", "ठ", "ॉ", "२", "é", "‍", "९", "५", "ऑ", "ऊ", "झ", "३", "८", "ऐ", "७", "६", "४", "ü", "ö", "°", "ः", "ë", "ā", "ऋ", "ç", "−", "ı", "í", "‘", "á", "’"]}